export const info = [
	{
    title: "lab1",
	description: "Реализовать скрипт, который уведомит о полной загрузке страницы\nРеализовать кнопку счетчик, которая будет увеличивать счетчик на '1' и вывести его значение на страницу (button onclick)\nРеализовать кнопку счетчик, которая будет уменьшать счетчик на '1' реализовать с помощью listener click\nРеализовать форму аутентификации пользователя (<form>)\nРеализовать скрипт очистки данных формы\nРеализовать скрипт отправки данных формы с помощью listener submit.\nБез отправки на сервер провести валидацию введенных данных, если login=='admin' & pass=='admin' вывести сообщение об успехе, иначе сообщение о неуспехе\nРеализовать скрипт сохранения учетных данных и автоподстановку оных с помощью localStorage"
},
{
    title: "lab2",
	description: 'Создать "Hello World" приложение на основе React.\nДля создания можно использовать create-react-app или vite\nРеализовать компонент кнопку, контейнер и использовать их на странице\nРеализовать шаблон страницы и разместить на нем компоненты навигации\nРазместить проект в репозиторий в github\nПрикрепить текстовый файл с сылкой на проект'
},
{
    title: "lab3",
	description: 'Продолжаем задание "Реализовать шаблон страницы и разместить на нем компоненты навигации" (Можно использовать готовые библиотеки Mui/Bootstrap и тд)\nРеализуем компоненты Header, Footer, Menu и Content\nВ меню выводим список лабораторных работ\nВ Content  выводим содержимое лабораторной работы\n Разместить проект в репозиторий в github\nПрикрепить текстовый файл с сылкой на проект'
}
];
